Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/nibio.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Industry partners within agriculture and horticulture are welcome to hold meetings at Særheim, where they will find meeting rooms of varying types and sizes, with room for up to 60 participants.
nb: Næringsaktører innen jord og hagebruk er velkomne til å legge møter til Særheim, hvor de finner møtelokaler av ulike typer og størrelser med plass til inntil 60 møtedeltakere.

source: , in fruit and berries.
nb: gråskimmelsoppen, i frukt og bær.

source: NIBIO needs to obtain existing models on plants and pests or possibly develop new ones, which will subsequently be included in VIPS.
nb: NIBIO skal få tak i eksisterende modeller på planter og skadegjørere eller eventuelt utvikle nye, som så legges inn i VIPS.

source: The oldest forest fires were from before the Black Death (1350).
nb: De eldste brannene var fra før Svartedauden (1350).

source: passwordResetSuccess=Password was successfully created.
nb: passwordResetSuccess=Passordet ble oppdatert!

source: The town is located by the fjord, and there are rich opportunities for hunting, fishing and outdoor life in the region.
nb: Byen ligger ved fjorden, og det er rike muligheter for jakt, fiske og friluftsliv i regionen.

source: Between 2015 to 2017, for example, sales of vegetarian products in the UK increased from £58 million to £74 million.
nb: Fra 2015 til 2017 økte for eksempel salget av vegetarprodukter i Storbritannia fra 58 til 74 millioner pund.

source: Figure 2. Composting experiment on various types of plastics labelled as biodegradable or compostable.
nb: Figur 2. Komposteringsforsøk på ulike typer plast merket som biologisk nedbrytbar eller komposterbar. Øverst til venstre: småskala; øverst til høyre:

source: NIBIO is responsible for processing our personal data.
nb: NIBIO er behandlingsansvarlig for vår behandling av personopplysninger.

source: st July 2015, it was decided that NORSØK should take over some of the staff and once more become the national expertise centre for organic farming.
nb: juli 2015, ble det bestemt at NORSØK skulle overta personell og på nytt bli nasjonalt kompetansesenter for økologisk landbruk.

source: In Benin, controlling this new pest is top priority for the agricultural authorities.
nb: I Benin står bekjempelse av den nye skadegjøreren øverst på landbruksmyndighetenes prioriteringsliste.

source: She loves nature and thinks every day should be World Wildlife Day.
nb: Hun er glad i naturen og synes hver dag skulle vært en World Wildlife Day.

source: In 11 specially adapted freezer cabinets the temperature can be regulated and logged for research on responses to climate and stress.
nb: I spesialtilpassede frysebokser (11) kan temperaturen styres og logges for forskning på klimaresponser og stress.

source: CRISPR modification for more resistant plants
nb: CRISPR modifisering for mer resistente planter

source: Identification of bioactive substances from plants planter
nb: Identifisering av bioaktive stoffer fra planter

source: Project outcomes will be elaborated from the current state of knowledge, the experience of stakeholders from 14 case studies, and innovative scientific modelling and optimization approaches.
nb: Resultater fra prosjektet vil fremkomme gjennom nåværende kunnskap, vitenskapelige modellerings- og optimaliseringsmetoder, samt bidrag fra lokale eksperter og andre interessenter fra 14 studieområder over hele Europa.

source: pleaselogin=Please log in
nb: pleaselogin=Vennligst logg inn

source: , Centre for Applied Research at Norwegian School of Economics (SNF)
nb: , Senter for anvendt forskning ved NHH (SNF)

source: Starting time: Shown in VIPS from 1 April (starting date for accumulation of degree-days beginning from when the ground has thawed).
nb: Vises i VIPS fra 1. april (startdato for akkumulering av graddager fra det er telefritt) i jorda. Sluttidspunkt:

source: The garden demonstrates the diversity of trees, shrubs, roses, perennials, utility plants and summer flowers that can grow in a continental subarctic climate.
nb: I hagen demonstreres mangfoldet av trær, busker, roser, stauder, nyttevekster og sommerblomster som kan vokse i et kontinentalt subarktisk klima.

source: Norwegian oat is in a better situation.
nb: Norsk havre er i en mer gunstig situasjon.

source: The country's highest point is Mont Sokbaro at 658 m.
nb: Landets høyeste punkt er Mont Sokbaro med 658 moh.

source: Soil and root samples were collected from fields of different ages in each of the commercial plantations located in central Kenya in the counties of Kiambu and Murang’a, as well as from 29 smallholder fields in Kiambu.
nb: Jord- og rotprøver ble samlet fra felt av ulik alder i hver av de kommersielle plantasjene som ligger sentralt i Kenya i fylkene Kiambu og Murang’a, samt fra 29 småbrukere i Kiambu.

source: The accumulated day-degrees are
nb: Akkumulering av døgngrader er

source: They follow northerly airflows and gradually appear throughout most parts of the USA and in Canada.
nb: De følger nordgående luftstrømmer og kan etter hvert påtreffes over store deler av USA, og i Canada.

source: organizationGroupDeleted=The organization group was deleted
nb: organizationGroupDeleted=Organisasjonsgruppen ble slettet

source: An overview of the fate of four types of biodegradable plastics in compost (large scale), day by day during 9 days, is shown in Figure 3a and b.
nb: En oversikt over nedbrytning av fire typer biologisk nedbrytbar plast i kompost (storskala), daglig over 9 dager, er vist i Figur 3a og b.

source: The project focuses on apple orchards in Western Norway (Hardanger and Sogn).
nb: Prosjektet fokuserer på eplehager på Vestlandet i Hardanger og Sogn.

source: Right picture: Arthrospira platensis (“Spirulina”).
nb: Bildet til høyre: Arthrospira platensis (“Spirulina”).

source: The official capital is Porto-Novo, but the government is based in the economic capital Cotonou.
nb: Den offisielle hovedstaden heter Porto-Novo, men regjeringen holder til i den økonomiske hovedstaden Cotonou.

source: Meeting rooms with space for 10 to 30 people and group rooms.
nb: Møterom med plass til 10 og 30 personer og grupperom.

source: Environmental monitoring of waste treatment facilities, composting and landfilling, odour statistics, leachate treatment, waste management.
nb: Miljøovervåking av avfallsanlegg, kompostering og deponi, luktstatistikk, sigevannrensing, avfallshåndtering.

source: Writing, photography, and mobile video
nb: Skriving, foto og mobilvideo

source: As a result of increasing interest from schools, kindergartens and from the people of Tromsø, to experience and learn about agriculture, animal husbandry and crop production, a foundation was established in 2012, known as Holt 4H Læringstun, with its own financing, to develop and offer such an opportunity.
nb: Som følge av den store interessen fra skoler, barnehager og byens befolkning for å se og hente lærdom om landbruk, dyrehold og planteproduksjon ble det i 2012 etablert en stiftelse, Holt 4H Læringstun, med egen finansiering til å utvikle og drifte et tilbud.

source: The results are summarised in their report "Plant protein trends in Norway – market overview and future perspectives".
nb: Resultatene er oppsummert i rapporten «Planteproteintrenden i Norge – markedsoversikt og fremtidsperspektiver».

source: Together with NIBIO researcher Anna Birgitte Milford, she has analysed the market for various types of plant protein products.
nb: Sammen med NIBIO-forsker Anna Birgitte Milford har hun analysert markedet for ulike typer planteproteinprodukter.

source: Boreal forests contain 30% of the global forest carbon with the majority residing in soils.
nb: RÅK-produktene utgjør 30 % av den samlede omsetningen av nærings- og nytelsesmidler (inkludert øl og mineralvann) i Norge.

source: There are well-equipped common laboratories for the reception of non-sterile samples, as well as chemical stores, a medium kitchen and cleaning laboratory for equipment.
nb: Det er godt utbygde felleslaboratorier for mottak av urene prøver, samt kjemikalielager, mediekjøkken og vaskelabb for utstyr.

source: An email with further instructions have been sent to the registered email address.
nb: En e-post med flere instruksjoner har blitt sendt til den registrerte e-postadressen.

source: When you create a user / Microsoft account, you also agree that NIBIO will store the personal information, as described above.
nb: I det du oppretter bruker/Microsoftkonto, samtykker du samtidig i at NIBIO lagrer personopplysningene som beskrevet over.

source: NIBIO Tingvoll has its origins in the Norwegian Centre for Organic Agriculture NORSØK, which was established in 1986 at Tingvoll in Møre og Romsdal county.
nb: NIBIO Tingvoll har sitt utspring fra NORSØK som ble etablert på Tingvoll i Møre og Romsdal i 1986.

source: Found 18 different types of PPN
nb: Fant 18 forskjellige typer PPN

source: The extent to which the model has been validated in Finland is uncertain, but a validation was done in the summer of 1997.
nb: Det er usikkert hvor omfattende modellen er validert i Finland, men det er utført en validering sommeren 1997.

source: forecastConfigurationUpdated=Forecast configuration was updated
nb: forecastConfigurationUpdated=Varseloppsettet ble oppdatert

source: Before that, I worked with communication in various NGO’s with a particular focus on foreign aid, international solidarity, lobbying and policy change, and activities for children and youth.
nb: Tidligere har jeg jobbet med kommunikasjon i ulike organisasjoner som driver med bistand og internasjonal solidaritet, politisk påvirkningsarbeid, og aktiviteter for barn og ungdom.

source: The wastewater was pre-treated in a biogas reactor with subsequent filtration and hygienisation (UV).
nb: Avløpsvannet ble forbehandlet i en biogassreaktor med påfølgende filtrering og hygienisering (UV).

source: Networks and cooperation partners
nb: Nettverk og samarbeidspartnere

source: Steinkjer is the administrative center of Trøndelag, and an interesting small town in rapid development.
nb: Steinkjer er administrasjonssenter i Trøndelag, og er en spennende småby i stor utvikling.

source: The town, with its remarkable scenery, has by National Geographic been characterised as one of the world’s 20 finest places.
nb: Byen ble med sin oppsiktsvekkende natur kåret til ett av verdens 20 fineste steder av National Geographic.

source: observationMethodDescription_KNOCKING=Knocking description (TODO)
nb: observationMethodDescription_KNOCKING=Beskrivelse av bankemetoden

source: It is not far to Ryfylke, which with its mild and warm climate is well suited for fruit growing.
nb: Det er kort vei til Ryfylke med sitt milde og varme klima, som er gunstig for fruktproduksjon.

source: Marmot fieldwork in the Colorado Rocky Mountains.
nb: Feltarbeid på murmeldyr i Colorado Rocky Mountains.

source: Construction of a new greenhouse of almost 1000 m
nb: Nytt veksthus med nær 1000 m

source: It also contains laboratories for soil, water, wastes and filter materials of various scales.
nb: Her er det også laboratorium for jord, vann, avfall og filtermedium i ulike skalaer.

source: Conference Centre is situated on the Svanhovd farm.
nb: Konferansesenteret er lokalisert på gården Svanhovd.

source: Invertebrate Pests and Weeds in Forestry, Agriculture and Horticulture
nb: Skadedyr og ugras i skog-, jord- og hagebruk

source: When the Norwegian Institute of Bioeconomy Research (NIBIO) was formed on 1
nb: Ved etableringen av Norsk institutt for bioøkonomi (NIBIO) 1.

source: For this, we will utilize the lab-scale biogas reactors, which NIBIO already possesses (Figure 5).
nb: I dette arbeidet vil vi benytte laboratoriebiogassreaktorene som allerede finnes på NIBIO (Figur 5).

source: Food store (an older building).
nb: Kostlaget (eldre bygg).

source: Please contact the system administrator.
nb: Vennligst kontakt systemadministrator.

source: approvalApplicationHelp=Describe what role you will have as a VIPS user.
nb: approvalApplicationHelp=Beskriv hva slags rolle du hovedsakelig vil ha som VIPS-bruker.

source: The Norwegian NFI’s 100-year anniversary gathered over 200 scientists from 30 countries.
nb: Landsskogtakseringens 100-årsjubileumskonferanse samlet over 200 forskere fra 30 land.

source: Biogas digestate used as soil amendment was found to contain 0.2-1% of microplastics and their particle size was 0.2-3 mm.
nb: Biogass-råtnerest som ble benyttet som jordforbedringsmiddel, viste seg å inneholde 0,2-1 % mikroplast med partikkelstørrelse 0,2-3 mm.

source: The following buildings are found at Holt:
nb: Følgende bygninger står på Holt:

source: The Latin American fall armyworm is one of the pests that threatens food security in Africa and India.
nb: Den latinamerikanske nattsommerfuglen fall armyworm, er en av skadegjørerne som truer matsikkerheten i Afrika og India.

source: organismUpdated=Organism was updated
nb: organismUpdated=Organismen ble oppdatert

source: Professor Christoph Kleinn at the Georg August University in Göttingen was also concerned about how the data are disseminated.
nb: Professor Christoph Kleinn ved Georg August Universitetet i Göttingen var vel så opptatt av hvor viktig det er hvordan data formidles.

source: The work environment is international with employees from 10 different countries.
nb: Vi har et internasjonalt miljø med ansatte representert fra i alt 10 ulike nasjoner.

source: The model is in use in Finland.
nb: Modellen er i bruk i Finland.

source: userUpdated=User was updated
nb: userUpdated=Brukeren ble oppdatert

source: Auditorium with seating for 80 people, possessing modern and traditional equipment for presentations in addition to simultaneous interpreting.
nb: Auditoriet med plass til 80 personer, har moderne og tradisjonelt utstyr for presentasjoner i tillegg til anlegg for simultantolking.

source: TG/DSC/FT-IR/GC (Thermogravimetry/Differential Scanning Calorimetry/Fourier-Transform Infrared spectroscopy/Gas Chromatography-Mass Spectrometry) is an analytical line where the melting energy of plastics can be measured (by DSC) and used for both quantification and identification, and where FT-IR and CG-MS can be used to qualify the DSC results.
nb: TG/DSC/FT-IR/GC (termogravimetri/differensiell skanning-kalorimetri /Fourier-Transform infrarød spektroskopi / gasskromatografi-massespektrometri) er en analyselinje der smelteenergien til plast kan måles (gjennom DSC) og benyttes til både kvantifisering og identifisering, og der FT-IR og CG-MS kan benyttes til å kvalifisere resultatene fra DSC-analysene.
